Repository: MuhammadMaaz/MvcAccount
Catalog: MvcAccount/Resources/AccountResources.*.resx
Languages: es, fi, pt

# Links_ChangePassword
source: Change password
es: Cambiar contraseña
fi: Muuta salasana
pt: Alterar senha

# Links_Recovery
source: Can't access your account?
es: ¿No puede acceder a su cuenta?
fi: Ongelmia kirjautumisessa?
pt: Não consegue acessar sua conta?

# Links_SignIn
source: Sign in
es: Acceder
fi: Kirjaudu sisään
pt: Entrar

# Links_SignOut
source: Sign out
es: Salir
fi: Kirjaudu ulos
pt: Sair

# Validation_CurrentPasswordIncorrect
source: The {1} is incorrect.
es: La {1} es incorrecta.
fi: {1} on väärin.
pt: O campo '{1}' está incorreto.

# Validation_EmailAlreadyExists
source: User with email '{0}' already exists.
es: Un usuario con el correo '{0}' ya existe.
fi: Sähköpostiosoite '{0}' on jo olemassa.
pt: Já existe um usuário com o e-mail '{0}'.

# Validation_MaxInvalidSignInAttempts
source: You have reached the max. number of invalid attempts, you can try again in {0} minutes.
es: A superado la cantidad máxima de intentos fallidos, puede intentar nuevamente en {0} minutos.
fi: Liian monta kirjautumisyritystä, yritä uudestaan {0} minuutin kuluttua.
pt: Você atingiu o máximo de tentativas inválidas. Você pode tentar novamente em {0} minutos.

# Validation_MissingEmail
source: We don't have your email address in our records, your request cannot be completed.
es: No contamos con su correo electrónico, no podemos completar su solicitud.
fi: Sähköpostiosoitettasi ei löydy tiedoistamme, pyyntöäei voi suorittaa.
pt: Não temos seu endereço de e-mail em nossos registros, portanto sua solicitação não pode ser atendida.

# Validation_MissingPasswordCannotAuthenticate
source: Cannot authenticate.
es: No puede ingresar.
fi: Tunnistautuminen ei onnistu.
pt: Não é possível autenticar.

# Validation_PasswordsNotMatch
source: Passwords do not match.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
pt: As senhas não coincidem.

# Validation_Required
source: Required field cannot be left blank.
es: Este campo no puede dejarse en blanco.
fi: Pakollinen kenttä ei voi olla tyhjä.
pt: Este campo não pode ser deixado em branco.

# Validation_UserDisabled
source: Your account is disabled.
es: Su cuenta esta deshabilitada.
fi: Tilisi on lukittu.
pt: Sua conta está desativada.

# Validation_UserNotExist
source: User '{0}' does not exist.
es: El usuario '{0}' no existe.
fi: Käyttäjää '{0}' ei löydy.
pt: O usuário '{0}' não existe.

# Validation_UserPassNotMatch
source: {0} and password do not match.
es: {0} o contraseña incorrectos.
fi: {0} ja salasana eivät täsmää.
pt: {0} ou senha incorreta.

# Views_Password_Change_Change_Title
source: Change password
es: Cambiar contraseña
fi: Muuta salasana
pt: Alteração de Senha

# Views_Account_Index_Title
source: Account options
es: Opciones de cuenta
fi: Tilin asetukset
pt: Opções de Conta

# Views_Password_Reset_Done_Message
source: Your password has been reset.
es: Su contraseña se ha restablecido.
fi: Salasanasi on resetoitu.
pt: Sua senha foi redefinida.

# Views_Password_Reset_Done_Title
source: Password Reset
es: Contraseña restablecida
fi: Salasanan resetointi
pt: Redefinição de Senha

# Views_Password_Change_Saved_Message
source: Your new password has been saved.
es: Su contraseña nueva se ha guardado.
fi: Uusi salasanasi on tallennettu
pt: Sua nova senha foi gravada.

# Views_Password_Change_Saved_Title
source: Password saved
es: Contraseña guardada
fi: Salasana tallennettu
pt: Senha Gravada

# Views_Password_Reset_VerificationSent_Message
source: To reset your password, follow the instructions sent to your <strong>{0}</strong> email address.
es: Para restablecer la contraseña, siga las instrucciones que recibio en su dirección de correo electrónico <strong>{0}</strong>.
fi: Resetoidaksesi salasanasi, seuraa ohjeita jotka on lähetetty <strong>{0}</strong> osoitteeseen.
pt: Para redefinir sua senha, siga as instruções enviadas via e-mail para <strong>{0}</strong>.

# Views_Password_Reset_VerificationSent_Title
source: Recovery Email Sent
es: Se ha enviado el mensaje de correo electrónico de recuperación
fi: Sähköposti lähetetty
pt: E-mail de Redefinição Enviado

# Views_Password_Reset_Reset_Message
source: To reset your password, enter your {0}.
es: Para restablecer su contraseña, ingrese su {0}.
fi: Resetoidaksesi salasanan, syötä {0}.
pt: Para redefinir sua senha, digite abaixo o campo '{0}'.

# Views_Password_Reset_Reset_Title
source: Forgot your password?
es: Olvido su contraseña?
fi: Unohditko salasanasi?
pt: Esqueceu sua senha?

# Views_Password_Reset_Finish_Message
source: Select your new password and enter it below.
es: Seleccione su nueva contraseña e introdúzcala a continuación.
fi: Valitse uusi salasa a ja syötä se alle.
pt: Escolha uma nova senha e digite abaixo.

# Views_Password_Reset_Finish_Title
source: Reset Password
es: Restablecer contraseña
fi: Resetoi salasana
pt: Redefinição de Senha

# Views_Auth_SignIn_Title
source: Sign in
es: Acceder
fi: Kirjaudu sisään
pt: Entrar

# Views_Submit
source: Submit
es: Enviar
fi: Lähetä
pt: Enviar

# Model_ConfirmNewPassword
source: Re-enter new password
es: Vuelva a introducir la contraseña nueva
fi: Kirjoita uusi salasana uudestaan
pt: Redigite a nova senha

# Model_CurrentPassword
source: Current password
es: Contraseña actual
fi: Nykyinen salasana
pt: Senha atual

# Model_Email
source: Email
es: Correo electrónico
fi: Sähköposti

# Model_NewPassword
source: New password
es: Contraseña nueva
fi: Uusi salasana
pt: Nova senha

# Model_Password
source: Password
es: Contraseña
fi: Salasana
pt: Senha

# Model_RememberMe
source: Stay signed in
es: No cerrar sesión
fi: Pysykirjautuneena
pt: Continuar conectado

# Model_PasswordResetVerificationMessageSubject
source: Password Assistance
fi: Salasanan uusinta
pt: Assistência de senha

# Model_Username
source: Username
es: Nombre de usuario
fi: Käyttäjätunnus
pt: Nome de usuário

# Model_NewEmail
source: New email address
es: Nueva dirección de correo electrónico
fi: Uusi sähköpostiosoite
pt: Novo endereço de e-mail

# Validation_EmailPattern
source: The {0} is invalid.
es: {0} es inválido.
fi: {0} ei kelpaa.
pt: O campo '{0}' é inválido.

# Validation_StringLength
source: The {0} cannot have more than {1} characters.
es: {0} no debe tener mas de {1} caracteres.
fi: {0} ei voi olla yli {1} merkkiä.
pt: O campo '{0}' não pode ter mais de {1} caracteres.

# Validation_StringLengthWithMin
source: The {0} must have between {2} and {1} characters.
es: {0} debe tener entre {2} y {1} caracteres.
fi: {0} täytyy olla {2} ja {1} merkin välillä.
pt: O campo '{0}' precisa ter entre {2} e {1} caracteres.

# Model_EmailChangeNotificationMessageSubject
source: Email change notification
es: Notificación de cambios en la dirección de correo electrónico
fi: Sähköpostin muutos ilmoitus
pt: Notificação de alteração de e-mail

# Model_EmailChangeVerificationMessageSubject
source: Email change verification
es: Verificación de cambio de correo electrónico
fi: Sähköpostin muutos vahvistus
pt: Verificação de alteração de e-mail

# Validation_NewEmailSameAsCurrent
source: The {1} must be different from the current one.
es: La {1} debe ser diferente a la actual.
fi: {1} ei voi olla sama kuin nykyinen.
pt: O campo '{1}' precisa ser diferente do valor atual.

# Links_ChangeEmail
source: Change email address
es: Cambiar dirección de correo electrónico
fi: Muuta sähköpostiosoite
pt: Alterar endereço de e-mail

# Views_Email_Change_Change_Title
source: Change email address
es: Cambiar dirección de correo electrónico
fi: Muuta sähköpostiosoite
pt: Alteração de Endereço de E-mail

# Views_Email_Change_Saved_Message
source: Your new email address has been saved.
es: Su dirección de correo electrónico nueva se ha guardado.
fi: Uusi sähköpostiosoite on tallennettu.
pt: Seu novo endereço de e-mail foi gravado.

# Views_Email_Change_Saved_Title
source: Email saved
es: Dirección de correo electrónico guardada
fi: Sähköposti tallennettu
pt: E-mail Gravado

# Views_Email_Change_VerificationSent_Message
source: To confirm your email address change, follow the instructions sent to your <strong>{0}</strong> email address.
es: Para confirmar su cambio de correo electrónico, siga las instrucciones que recibio en su dirección de correo electrónico <strong>{0}</strong>.
fi: Vahvistaaksesi sähköpostiosoitteen muutoksen, seuraa ohjeita jotka on lähetetty <strong>{0}</strong> osoitteeseen.
pt: Para confirmar a alteração de seu endereço de e-mail, siga as instruções enviadas via e-mail para <strong>{0}</strong>.

# Views_Email_Change_VerificationSent_Title
source: Verification Email Sent
es: Se ha enviado el mensaje de verificación de correo electrónico
fi: Varmistussähköposti lähetetty.
pt: E-mail de Verificação Enviado

# Links_ReturnToIndex
source: Go to My account
fi: Siirry Tili
pt: Ir para A minha conta

# Views_Cancel
source: Cancel
fi: Peruuta
